src/main/resources/templates/Find_WEB_LogisticsYD_Custom.ftl

<?xml version="1.0"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
    <soapenv:Header></soapenv:Header>
    <soapenv:Body>
        <tem:Find_WEB_LogisticsYD_Custom>
            <tem:uuid>${uuid}</tem:uuid>
            <tem:key>${key}</tem:key>

    </soapenv:Body>
</soapenv:Envelope>